import React from "react";
import './Reviews.scss';

const Reviews = (props) => {
    return (
        <section class="reviews">
            <div class="container">
                <div class="reviews-title">
                    Відгуки колишніх студентів
                    <hr />
                </div>
                <div class="FirstAndSecondReviews">
                    <div class="firstreview">
                        <img src="Images/ApplicantImages/1photo.png" alt="" />
                        <h3 class="review-title">Кучма Олександр</h3>
                        <p class="review-text">Сьогодні я фахівець ІТ компанії і цьому завдячую
                            Технічному коледжу, який дав мені хороші знання та <span>допоміг знайти
                                мені роботу.</span> Перш за все, хочу відмітити хороших, веселих викладачів,
                            їхнє бажання вкладати свої знання та професіоналізм у молодь.
                            Часто проводилися додаткові заняття у позаробочий час. Іноді практика
                            могла тривати 7 год, замість запланованих 2 год для заохочених студентів,
                            які хотіли пізнати більше інформації на задану тему. Саме тому я отримав
                            <span>класні базові знання та навики, які зараз застосовую у роботі.</span> <br />
                            Після завершення виробничої практики, на яку нас направив коледж, мене <span> запросили працювати у продуктову ІТ компанію.</span>
                            Коледж дав багато можливостей для розвитку та майбутнього, тому я досить задоволений.</p>
                    </div>
                    <div class="firstreview secondreview">
                        <img src="Images/ApplicantImages/2photo.png" alt="" />
                        <h3 class="review-title">Цимбрак Назар</h3>
                        <p class="review-text">ВСП “ТФК ТНТУ” дав мені дуже хорошу базу по моїй спеціальності
                            оскільки, ще, не закінчивши навчання, <span>я зміг влаштуватися в одну з ІТ
                                компаній Тернополя</span> і так почати свою кар’єру, до речі,  в цю компанію нас
                            водили групою на екскурсію, де я заради цікавості вирішив подати своє резюме,
                            тому, можна сказати, що викладацький колектив повністю провів мене <span>від першого
                                "Hello World» до працевлаштування.</span> Щиро вдячний коледжу та викладачам.</p>
                    </div>
                </div>
            </div>
        </section>
    )
}

export default Reviews;