import React from "react";
import './QuestionsBar.scss'

const QuestionsBar = (props) =>{
    return (
        <section class="questions-bar-section">
            <div class="question-bar wow fadeInUp" data-wow-duration="2s">
                <div class="question-bar-title">Найпоширеніші запитання:</div>
                <div class="question-item">
                    <div class="q-title" id="q-title-1">Чому варто стати ІТ - спеціалістом?</div>
                    <div class="q-answer" id="q-answer-1">
                        ІТ-індустрія – один з найперспективніших напрямків роботи на сьогодні, 
                        який приваблює, в першу чергу, інноваційністю та можливістю зробити вклад 
                        в розвиток визначних продуктів та глобальної технологічної індустрії. 
                        Сьогодні технології оточують нас у всіх сферах життя: записна книжка 
                        в телефоні – це база даних, улюблені веб-сайти – зверстаний програмний код, 
                        бортовий комп’ютер автомобіля – спеціальна обчислювальна система. Хочемо ми 
                        того чи ні, ІТ стали невід’ємною частиною сучасного життя і посідатимуть 
                        значне місце в суспільстві майбутнього.
                    </div>
                </div>
                <div class="question-item">
                    <div class="q-title" id="q-title-2">Хто такий програміст в чим він займається?</div>
                    <div class="q-answer" id="q-answer-2">
                        Робота програміста полягає у розробці програмного забезпечення на основі 
                        спеціальних математичних алгоритмів, втіленні у життя проектів web-дизайнерів, 
                        створенні сайтів тощо. Програмісти діляться на 2 групи: прикладні та системні. 
                        Перші займаються розробкою та налагодженням програм, другі – розробкою, 
                        експлуатацією та супроводженням системного програмного забезпечення.
                    </div>
                </div>
                <div class="question-item">
                    <div class="q-title" id="q-title-3">В чому переваги даного напрямку?</div>
                    <div class="q-answer" id="q-answer-3">
                        Робота в ІТ – це спілкування з іноземцями та можливість подивитись світ завдяки 
                        відрядженням. Робота в креативній індустрії дає можливість працювати над 
                        унікальними інноваційними проектами, а кількість та склад команд постійно 
                        змінюється. Як правило компанії мають хороші просторі офіси з продуманою 
                        логістикою. Крім цього працівники отримують соціальний пакет: страхування, 
                        абонементи до спортивних зал та інше. Внутрішнє навчання – частина корпоративної 
                        етики, так само як участь у конференціях, семінарах як в Україні, так і за кордоном. 
                        Компанії зацікавлені в постійному підвищенні кваліфікації свого працівника. 
                        Крім того, для роботи на ІТ-компанію не обов'язково постійно працювати в офісі. 
                        Це сфера, що активно використовує віддалені робочі місця, практикує індивідуальні 
                        графіки для працівників.
                    </div>
                </div>
                <div class="question-item">
                    <div class="q-title" id="q-title-4">Які навички потрібно мати, щоб стати хорошим ІТ-спеціалістом?</div>
                    <div class="q-answer" id="q-answer-4">
                        Ви здивуєтесь, але це надзвичайно творча професія. До того ж вона вимагатиме від вас 
                        вміння вкласти вашу творчу натуру в доволі чітку систему. Тільки так ви досягнете 
                        найкращого результату. Програміст повинен мати витримку та терпіння, вміння швидко 
                        адаптуватись і при тому креативно мислити. Маєте володіти як знаннями в математичних 
                        галузях, так і мати добрий рівень англійської мови.
                    </div>
                </div>
                <div class="question-item">
                    <div class="q-title" id="q-title-5">Чому мені слід обрати навчання саме в ВСП “ТФК ТНТУ”?</div>
                    <div class="q-answer" id="q-answer-5">
                        ВСП “ТФК ТНТУ” — один із найкращих  професійно-технічних навчальних закладів у 
                        Тернопільській області. Наші викладачі активно працюють над методичними розробками, 
                        беруть участь у методичних семінарах, поповнюють навчальний процес матеріалами для 
                        виконання практичних та лабораторних робіт. Використовують мультимедійні 
                        засоби на навчальних заняттях. Для ефективної підготовки фахівців використовуються 
                        спеціалізовані кабінети і лабораторії. Всі кабінети об’єднані в локальну комп’ютерну
                        мережу коледжу, яка має вихід в Інтернет. Функціонує електронна бібліотека коледжу, 
                        де студенти можуть працювати з електронними посібниками та іншими матеріалами, які 
                        надали викладачі ЦК, або використовувати зовнішні ресурси.
                    </div>
                </div>
                <div class="question-item">
                    <div class="q-title" id="q-title-6">Чи допоможе мені коледж з працевлаштуванням?</div>
                    <div class="q-answer" id="q-answer-6">
                        Напряму —  ні, проте наш коледж активно співпрацює з багатьма 
                        ІТ - компаніями Тернополя. Інколи на лекції сюди запрошують фахівців 
                        з місцевих компаній,  якщо у вас достатній рівень знань, то ви отримаєте 
                        шанс працевлаштуватися в одну із цих ІТ - компаній.
                    </div>
                </div>
            </div>
    </section>
    )
}


export default QuestionsBar;