import React from "react";
import './PrivacyPolicy.scss';


const PrivacyPolicy  = () => {
    return (
    <div className="pp-wrapper">
        <div className="pp-container">
        <div className="title">Політика конфіденційності</div>
        <div className="content">
            Цей документ описує політику конфіденційності для сайту Циклової комісії комп'ютерних наук ВСП «ТФК ТНТУ».  <br/>
            У ньому роз’яснюється, які види інформації можуть бути зібрані і зберігатися на Сайті, та як може використовуватися і надаватися ця інформація.<br/><br/>
            <b>Збір та використання персональних даних.</b> <br/>
            Персональні дані – це відомості чи сукупність відомостей про фізичну особу, яка ідентифікована або може бути конкретно ідентифікована.
            Відвідувачу може бути запропоновано ввести персональні дані в реєстраційній формі на Сайті. Після заповнення форми вважається, що відвідувач надав згоду на обробку 
            своїх персональних та контактних даних.<br/><br/>
            Сайт може зберігати інформацію про з'єднання, трафік, дату та час тривалості роботи відвідувача на Сайті. Персональні дані відвідувачів
            використовуються задля забезпечення обміну інформацією відповідно до Законів України "Про захист персональних даних", "Про інформацію", 
            "Про захист інформації в інформаційно-телекомунікаційних системах", НД ТЗІ 2.5-010-03 "Вимоги до захисту інформації WEB-сторінки від несанкціонованого доступу". Персональні дані 
            відвідувачів можуть зберігатися протягом 1 року. На Сайті фіксується доменне ім'я або IP-адреса комп'ютера відвідувача, дата доступу, код відповіді HTTP та веб-сайт,
            з якого відвідувач потрапив на Сайт. При роботі Сайту використовуються файли cookie, які забезпечують підтримку функцій безпеки та їх запуск. 
            Файли cookie також дозволяють відстежувати порушення політики конфіденційності та умови використання Сайту відвідувачами/їх пристроями. <br/><br/>
            Якщо Ви надаєте нам необхідні Персональні Дані, ми повідомимо вам, коли це відбудеться, наприклад, зазначаючи цю інформацію в реєстраційних формах.
        </div>
    </div>
</div>
       
    )
}

export default PrivacyPolicy;